export const types = [
    "全部", "爱情", "喜剧", "动画", "剧情", "恐怖", "惊悚", "科幻", "动作", "悬疑", "犯罪",
    "冒险", "战争", "家庭", "古装", "武侠", "西部", "历史", "传记", "歌舞", "黑色电影",
    "短片", "纪录片", "戏曲", "音乐", "灾难", "青春", "儿童", "其他"
];

export const regions = [
    "全部", "大陆", "美国", "韩国", "日本", "中国香港", "中国澳门", "中国台湾",
    "泰国", "印度", "法国", "英国", "西班牙", "德国", "波兰", "澳大利亚",
    "伊朗", "俄罗斯", "意大利", "其他"
];

export const years = [
    "全部", "2029", "2028", "2027", "2026", "2025", "2024", "2023", "2022", "2021",
    "2020", "2019", "2018", "2017", "2016", "2015", "2014", "2013", "2012",
    "2011", "2000-2010", "90年代", "80年代", "70年代", "更早"
];